[X2Ability_Immolator]
ThermalBEffectName = "热能屏障"
ThermalBEffectDesc = "<Ability:FUMIGATE_BULWARK/>% 机会转移即将到来的攻击."
IncandescenceEffectName = "炽热"
IncandescenceEffectDesc = "照亮并 <Ability:INCAN_CRIT/>% 更容易暴击"
ViscousAccelerantEffectName = "粘性促进剂"
ViscousAccelerantEffectDesc = "获得 +<Ability:VISC_BONUS/> 伤害从持续伤害效果."

ChemicalDeflectorSquadName="化学堡垒"
ChemicalDeflectorSquadDesc="获得对炼金术士的化学喷射器和罐的伤害类型的免疫力."
[X2Ability_Canisters]
MedicCanisterBuffLabel = "再生"
MedicCanisterBuffDesc = "每回合恢复1HP,每回合增加恢复1HP，持续3回合."

[X2DownloadableContentInfo_ImmolatorChemthrower]
CannotEquipCanisterLabel = "需要化合罐"
CannotEquipWithCanisterLabel = "必须装备化合罐"